{
  "nodes": [
    {
      "type": "yaml",
      "attributes": [
        {
          "name": "date",
          "value": "2022-03-16"
        },
        {
          "name": "date_modified",
          "value": "2022-09-07"
        },
        {
          "name": "lang",
          "value": "en"
        },
        {
          "name": "path",
          "value": "7-cycling-routes-europe-north-to-south"
        },
        {
          "name": "title_post",
          "value": "7 cycling routes through Europe North to South"
        },
        {
          "name": "title_html",
          "value": "7 long-distance cycle routes in Europe with GPX download and map"
        },
        {
          "name": "hero_image",
          "value": "../hero-img/7-cycling-routes-Europe.jpg"
        },
        {
          "name": "hero_image_alt",
          "value": "7 long-distance cycling routes through Europa"
        },
        {
          "name": "photographer_name",
          "value": "ESRI-Karte made with MapHub.net"
        },
        {
          "name": "photographer_link",
          "value": "https://www.instagram.com/weonbikes_on_insta/"
        },
        {
          "name": "description",
          "value": "Seven most popular long-distance cycling routes in Europe for bike touring from North to South with GPX and KML download. Read all about Europe's vast cycling route network. Part 1 is about EuroVelo 1, 3, 7, 8, 11, 13 and the Europe Divide Trail. Is one of them a candidate for our cape-to-cape tour?"
        }
      ]
    },
    {
      "type": "mdxjsEsm",
      "value": "import SevenRoutesDownload from \"../../../src/utils/sevenRoutesDownload.js\";"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "This is part 1 of most popular long-distance cycling routes in Europe. We look at 7 routes from North to South that range from 11,000 to 5,000 kilometers. Is one of them a candidate for our cycling tour from cape to cape next year? Are you looking for a long-distance bicycle touring adventure? These trails might be just right for you. Download KML Download GPX"
        }
      ]
    },
    {
      "id": 0,
      "type": "SevenRoutesDownload"
    },
    {
      "type": "heading",
      "depth": 2,
      "value": "#1 Atlantic Coast Route 11.000 km EuroVelo 1"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "image",
          "url": "../img/EuroVelo1_AtlanticCoastRoute.jpg",
          "alt": "Atlantik Coast Route 11000 km from the North Cape to Cabo de Sao Vincente, EuroVelo1"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "The longest trail in our list! Including a couple of boat trips. This impressive trail along the Eastern coast of the North Atlantic Ocean connects the North Cape in Norway to Cabo de São Vincente in our beautiful Portugal. The route passes through "
        },
        {
          "type": "strong",
          "value": "6 countries"
        },
        {
          "type": "text",
          "value": ": Norway, UK, Ireland, France, Spain and Portugal and probably has the most spectacular views of all routes discussed in this post. In Spain, the route leaves the coast and passes a mountain range, the Estremadura. EuroVelo routes are "
        },
        {
          "type": "strong",
          "value": "made for touring bikes"
        },
        {
          "type": "text",
          "value": " and follow cycling paths and smaller roads."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "The Atlantic Coast Route definitely lends itself for our project from cape to cape, since it stretches between the North Cape and Cabo de São Vincente."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "We plan to start our bike tour next year at "
        },
        {
          "type": "strong",
          "value": "midsummer at the North Cape"
        },
        {
          "type": "text",
          "value": ". We would be riding along popular holiday destinations along the coast during summer vacation. That would make camping difficult and more expensive. On our "
        },
        {
          "type": "link",
          "url": "https://weonbikes.com/en/book/",
          "value": "tour from Moscow to the North Cape"
        },
        {
          "type": "text",
          "value": " we used to pitch our tent anywhere along the way and save our budget."
        }
      ]
    },
    {
      "type": "heading",
      "depth": 2,
      "value": "#2 European Divide Trail 7700 km"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "image",
          "url": "../img/European_Divide_Trail.jpg",
          "alt": "European Divide Trail 7700km from the North Cape to Cabo de Sao Vincente"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "Credits go to Andy Cox and his "
        },
        {
          "type": "link",
          "url": "https://europeandividetrail.com/",
          "value": "Website"
        },
        {
          "type": "text",
          "value": " for this project. The route follows "
        },
        {
          "type": "strong",
          "value": "cycle routes, small roads, off-road tracks and trails and even a small bit of single track"
        },
        {
          "type": "text",
          "value": ". It is meant for long-distance cycle touring rather than for bikepacking and is therefore technically not too demanding."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "This route links the North Cape and Cabo de São Vincente and is a direct candidate for our project. Less kilometers compared to EV 1 will not translate into shorter travel time as there is a significant part of dirt road on this route. "
        },
        {
          "type": "strong",
          "value": "50 mm tires are recommended"
        },
        {
          "type": "text",
          "value": "."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "The route passes through "
        },
        {
          "type": "strong",
          "value": "8 countries:"
        },
        {
          "type": "text",
          "value": " Norway, Finland, Sweden, Denmark Germany, France, Spain and Portugal. It stays away from major population centers, which is good for camping. On the other hand, it is in convenient Europe; impossible not to pass a supermarket for more than 2 or 3 days, even if you try."
        }
      ]
    },
    {
      "type": "heading",
      "depth": 2,
      "value": "#3 Sun Route 7700 km EuroVelo 7"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "image",
          "url": "../img/EuroVelo7_SunRoute.jpg",
          "alt": "Sun Route 7700 km from Norway to Italy EuroVelo 7"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "You start at the North Cape and have Rome in Italy on your mind. Whaat a motivator! You can't get lost either, because as is well known, all roads lead to Rome - no, seriously, you better download the GPX track above in this article. The official EV 7 on eurovelo.com even goes all the way south until Malta, counting 7700 km in total. The route crosses "
        },
        {
          "type": "strong",
          "value": "7 countries"
        },
        {
          "type": "text",
          "value": ": Norway, Finland, Sweden, Denmark, Germany, Austria and Italy, "
        },
        {
          "type": "strong",
          "value": "8 if you go all the way to Malta."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "In Scandinavia, the route is rather quiet. Further south you will pass Copenhagen, Berlin and Prague and can visit Salzburg, Bologna and finally Rome. The route follows the Western coast of Italy, brings you to Sicily and hops over to Malta."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "EuroVelo 7 takes you "
        },
        {
          "type": "strong",
          "value": "right through the Alps and Dolomites"
        },
        {
          "type": "text",
          "value": ". If you are a fan of touring through mountains this is your route. Starting in Norway you should have sufficient training by the time you're faced with the Alps. Crossing the Dolomites is really not that hard. Read our article about "
        },
        {
          "type": "link",
          "url": "https://weonbikes.com/en/blog/dolomites-cycle-routes/",
          "value": "the most scenic cycleway through the Dolomites on rail trails"
        },
        {
          "type": "text",
          "value": ", so you don't miss out on highlights as the Three Peaks and the Rosengarten!"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "For our route from cape to cape, we would turn West in Bologna to follow our way along the Mediterranean coast to Portugal. It wouldn't be the shortest way home from the North Cape; however, it made our list."
        }
      ]
    },
    {
      "type": "heading",
      "depth": 2,
      "value": "#4 Iron Curtain Trail 10.000 km EuroVelo 13"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "image",
          "url": "..\\img\\EuroVelo13_IronCurtainTrail.jpg",
          "alt": "Iron Curtain Trail 10.000 km EuroVelo 13"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "EV 13 is the Cold War memory trail along the border between the former political East and West in Europe. By the time this article is written, there is a not at all cold war in Europe. A good time to cycle this path as a "
        },
        {
          "type": "strong",
          "value": "symbol of reconciliation"
        },
        {
          "type": "text",
          "value": ". As a cycling community we contribute to peace by cycling long distances spanning various countries, meeting all kind of people and telling stories that connect. All self-supported on our own sustainable energy."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "The trail covers "
        },
        {
          "type": "strong",
          "value": "19 countries"
        },
        {
          "type": "text",
          "value": ": Norway, Finland, Russia, Estonia, Latvia, Lithuania, Poland, Germany, Austria, Slovakia, Hungary, Slovenia, Croatia, Serbia, Romania, Bulgaria, Macedonia, a tiny bit of Greece, and Turkey. Always along the borders except in Germany where it runs along the former East-German border."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "It is a beautiful trail. We covered part of it along the border between Finland and Russia on our trip from Moscow to the North Cape. You can "
        },
        {
          "type": "link",
          "url": "https://weonbikes.com/en/book/",
          "value": "read about it in our book"
        },
        {
          "type": "text",
          "value": ". We also followed the Iron Curtain Trail along the coast of the Baltic Sea in Estonia and Latvia on a trip in 2012."
        }
      ]
    },
    {
      "type": "heading",
      "depth": 2,
      "value": "#5 East Europe Route 6500 km EuroVelo 11"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "image",
          "url": "../img/EuroVelo11_EastEuropeRoute.jpg",
          "alt": "East Europe Route 6500 km EuroVelo 11"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "This route leads you through "
        },
        {
          "type": "strong",
          "value": "6 different capitals"
        },
        {
          "type": "text",
          "value": ". If you are interested in urban culture in Europe this is your route. The trail starts at the North Cape of Norway and covers Finland with Helsinki, Estonia with Tallin, Latvia with Riga, Lithuania with Vilnius, Poland with Warsaw, Slovakia and Hungary, Serbia crossing Belgrade, Macedonia visiting Skopje continuing to Greece until its capital Athens."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "For our plan from the North Cape to Cabo de São Vincente this route is a bit off. We could consider following the middle part of the route until Hungary, turn to Budapest, continue to Ljubljana, and then go West. However, for the northern part we would choose a different route, because we covered this one on "
        },
        {
          "type": "link",
          "url": "https://weonbikes.com/en/book/",
          "value": "our tour from Moscow to the North Cape"
        },
        {
          "type": "text",
          "value": " and also cycled Estonia and Latvia already."
        }
      ]
    },
    {
      "type": "heading",
      "depth": 2,
      "value": "#6 Pilgrim's Route 5300 km EuroVelo 3"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "image",
          "url": "../img/EuroVelo3_PilgrimsRoute.jpg",
          "alt": "Pilgrims Route 5300 km EuroVelo 3"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "This route also has a "
        },
        {
          "type": "strong",
          "value": "cultural focus"
        },
        {
          "type": "text",
          "value": ". It follows famous pilgrims' routes from Trondheim in Norway to Santiago de Compostela in Spain passing places that have a religious history. Cathedrals are your thing? This is your route."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "Well, I have done parts of this route and I can tell you: even if cathedrals are not on your bucket list this route is worth a bike tour for its "
        },
        {
          "type": "strong",
          "value": "great mixture of city and rural areas"
        },
        {
          "type": "text",
          "value": ". If you are afraid of getting bored just cycling through the landscape, you will be on the safe side on EV 3. Chances are that you'll meet more fellow bike tourers than on any other route discussed so far. That can be entertaining, and you might make friends for life."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "I cycled the complete Spanish part and parts of the French route. The interesting bit for our tour from cape to cape is the one in Norway. As we haven't cycled in Southern Norway yet, this would be a good opportunity to get a first impression of the region for later cycling tours, e.g., in Jotunheimen National Park."
        }
      ]
    },
    {
      "type": "heading",
      "depth": 2,
      "value": "#7 Mediterranean Route 7500 km EuroVelo 8"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "image",
          "url": "../img/EuroVelo8_MediterraneanRoute.jpg",
          "alt": "Mediterranean Route 7500 km EuroVelo 8"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "This is not North to South, isn't it? Well, partly it is following the Spanish coastline and the Eastern shore of the Adriatic Sea. EV 8 connects many popular tourist destinations along the Mediterranean coast. The route covers "
        },
        {
          "type": "strong",
          "value": "11 countries"
        },
        {
          "type": "text",
          "value": ": Cyprus, Turkey, Greece, Albania, Montenegro, Bosnia and Herzegovina, Croatia, Slovenia, Italy France and Spain."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "For us, the middle part from Slovenia to Spain would be interesting to connect an Eastern route that we might choose to the Iberian Peninsula. We never cycled along the Spanish coast. The other way around the peninsula, counterclockwise, is also an option to reach Cabo de São Vincente in Portugal."
        }
      ]
    },
    {
      "type": "heading",
      "depth": 2,
      "value": "How to find cycling routes in Europe"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "The EuroVelo routes discussed in this article come from "
        },
        {
          "type": "link",
          "url": "http://en.eurovelo.com/",
          "value": "eurovelo.com"
        },
        {
          "type": "text",
          "value": ", an EU funded project. However, you cannot download GPS data from that website. That's why we offer the 7 routes for you to easily download them here on weonbikes.com. These tracks give you an overview based on which you can plan your daily routes."
        }
      ]
    },
    {
      "id": 0,
      "type": "SevenRoutesDownload"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "The greatest source to find routes is the crowd. The "
        },
        {
          "type": "strong",
          "value": "free"
        },
        {
          "type": "text",
          "value": " Android app "
        },
        {
          "type": "strong",
          "value": "OSMAND"
        },
        {
          "type": "text",
          "value": " has guided us over thousands of kilometers through Europe. The Open Cycle Map provides extended data on cycle routes. Similar community driven routes are available on platforms as "
        },
        {
          "type": "strong",
          "value": "Komoot"
        },
        {
          "type": "text",
          "value": " or "
        },
        {
          "type": "strong",
          "value": "Ride with GPS"
        },
        {
          "type": "text",
          "value": "."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "But what exactly is a cycle route? Let's see what the most authoritative project OpenStreetMap has to say:"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "The global cycle touring community provides so much data and experience that cycle routes on the "
        },
        {
          "type": "strong",
          "value": "Open Cycle Map"
        },
        {
          "type": "text",
          "value": " are nowadays very dependable. There is a "
        },
        {
          "type": "link",
          "url": "https://wiki.openstreetmap.org/wiki/Cycle_routes",
          "value": "OSM Wiki page"
        },
        {
          "type": "text",
          "value": " listing which cycle routes are already mapped."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "These are valuable resources, but also quite tedious to go through and time-consuming detective's work to find what you need. "
        },
        {
          "type": "strong",
          "value": "Weonbikes.com is here to help you plan your bike tour."
        },
        {
          "type": "text",
          "value": " More article about the best routes, route finding and cycle tour planning with downloadable resources will follow."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "We provide cycling travelers with the means to go on their dream bicycle touring adventure. Don't sit still and wait for the perfect moment! Be part of the sustainable travelling community of happy bicycle touring people."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "emphasis",
          "value": "Get on your bike and share the most beautiful, safest, shortest, or longest and most practical bike routes with others. Talk about holidays by bicycle. Give someone a bike or a bike day! Just don't give up until everyone's riding by bicycle. Because cycling makes you happy."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "type": "text",
          "value": "The maps in this article were created using "
        },
        {
          "type": "link",
          "url": "https://maphub.net/",
          "value": "MapHub"
        },
        {
          "type": "text",
          "value": " using the map National Geographic, Esri, DeLorme, HERE, UNEP-WCMC, USGS, NASA, ESA, METI, NRCAN, GEBCO, NOAA, iPC."
        }
      ]
    },
    {
      "type": "blockquote",
      "children": [
        {
          "type": "paragraph",
          "children": [
            {
              "type": "text",
              "value": "Cycle routes or bicycle routes are named or numbered or otherwise signed routes. May go along roads, trails or dedicated cycle paths."
            }
          ]
        }
      ]
    }
  ]
}
